Sketch landing can only have one closed loop
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId LandingTwoManyLoops { get; }
  Visual Basic
Public Shared ReadOnly Property LandingTwoManyLoops As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LandingTwoManyLoops {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace